export const faqData = [
  {
    faqQuestion: '신입 학회원 모집은 어떻게 진행되나요?',
    faqAnswer:
      '신입 학회원 모집은 매년 초에 진행됩니다. 자세한 모집 일정과 지원 방법은 학회 공식 웹사이트와 인스타그램을 통해 공지됩니다.',
    id: 1,
  },
  {
    faqQuestion: '가입 조건이 따로 있나요?',
    faqAnswer:
      '학회원 모집은 전공(컴퓨터공학, 제어계측)에 관계없이 컴퓨터와 인공지능에 관심 있는 인공지능공학부 학생이라면 누구나 지원 가능합니다. 사전 개발 경험이 없어도 참여할 수 있습니다.',
    id: 2,
  },
  {
    faqQuestion: '학회에 가입하면 어떤 활동을 할 수 있나요?',
    faqAnswer:
      '세미나, 스터디, 프로젝트, 해커톤, 경진대회 참여 등 다양한 활동을 통해 개발 실력을 쌓고 네트워킹할 수 있습니다.',
    id: 3,
  },
  {
    faqQuestion: '개발 경험이 없어도 참여할 수 있나요?',
    faqAnswer:
      '네, 개발 경험이 없어도 학회 활동을 통해 배울 수 있도록 다양한 프로젝트와 스터디를 운영할 계획입니다.',
    id: 5,
  },
  {
    faqQuestion: '세미나와 스터디는 어떤 방식으로 진행되나요?',
    faqAnswer: `세미나는 정기적으로 진행되며, 매 회차 선배들이 직접 주제를 선정하거나 희망하는 주제를 전달받아 강연을 진행합니다. 
      스터디는 홈페이지를 통해 모집할 수 있으며, 관심 분야에 따라 자율적으로 팀을 구성하여 운영됩니다.`,
    id: 4,
  },
  {
    faqQuestion: '학회원이 되면 반드시 프로젝트를 해야 하나요?',
    faqAnswer:
      '필수는 아니지만, 다양한 팀 프로젝트와 해커톤 참가 기회가 주어지므로 원하는 경우 언제든 참여할 수 있습니다.',
    id: 6,
  },
  {
    faqQuestion: '가입 후 활동 참여는 자유로운가요?',
    faqAnswer:
      '네, 개인 일정에 맞춰 자유롭게 활동에 참여할 수 있습니다. 하지만 적극적으로 참여할수록 더욱 의미 있는 경험을 쌓을 수 있습니다.',
    id: 7,
  },
  {
    faqQuestion: '학회비가 있나요?',
    faqAnswer:
      '학회 운영을 위해 학기별 소정의 학회비가 있을 수 있으며, 자세한 사항은 모집 공지에서 안내됩니다.',
    id: 8,
  },
  {
    faqQuestion: '졸업 후에도 학회 활동을 이어갈 수 있나요?',
    faqAnswer:
      '네, 졸업 후에도 멘토링, 네트워킹 행사 등을 통해 학회와 지속적으로 교류할 수 있습니다.',
    id: 9,
  },
];
